// VOGUE 메인 페이지 JS - main.js //

$(function(){ /// jQB /////////////////
    
    // 햄버거버튼 클릭시 모바일 메뉴 보이기
    // 이벤트대상: #ham
    // 변경대상: .mognb
    $("#ham").click(function(){
        $(".mognb").slideToggle(500);
    }); //////// click ///////////
    
    // 검색버튼 클릭시 모바일 검색창 보이기
    // 이벤트대상: #magni
    // 변경대상: .mos
    $("#magni").click(function(){
        $(".mos").slideToggle(300);
    }); //////// click //////////////
    
    
    
    
    
});///// jQB /////////////////////////
//////////////////////////////////////



